accessibility-inspector
acpi_call
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
angelfish
arianna
ark
artikulate
audex
audiocd-kio
audiotube
aurorae
base
base-devel
blinken
bluedevil
bomber
bovo
brave-bin
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
calligra
cantor
cmake
colord-kde
discord
discover
docker
docker-compose
dolphin
dolphin-plugins
dragon
drkonqi
efibootmgr
elisa
falkon
fastfetch
ffmpegthumbs
filelight
firefox
flatpak-kcm
francis
fzf
ghostwriter
git
granatier
grantlee-editor
grub
gwenview
intel-ucode
inter-font
isoimagewriter
itinerary
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knighttime
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwin-x11
kwordquiz
kwrited
layer-shell-qt
lib32-nvidia-utils
libkscreen
libksysguard
libplasma
libreoffice-still
libudev0-shim
linux
linux-firmware
linux-headers
lokalize
lskat
lsof
marble
markdownpart
massif-visualizer
mbox-importer
merkuro
meson
milou
minuet
nano
neochat
neovim
networkmanager
ninja
nvidia-open-dkms
nvidia-settings
nvidia-utils
nvm
ocean-sound-theme
okular
openssh
os-prober
oxygen
oxygen-cursors
oxygen-sounds
palapeli
parley
partitionmanager
picmi
pim-data-exporter
pim-sieve-editor
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
plymouth-kcm
polkit-kde-agent
power-profiles-daemon
powerdevil
poxml
print-manager
qqc2-breeze-style
qrca
rclone
rocs
sddm-kcm
signon-kwallet-extension
skanlite
skanpage
skladnik
spectacle
spotify
step
stow
svgpart
sweeper
systemsettings
telly-skout
tmux
tokodon
ttf-cascadia-code
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-terminus-nerd
umbrello
unzip
uv
vim
visual-studio-code-bin
vlc
wacomtablet
wget
wine
xdg-desktop-portal-kde
yakuake
yay
yay-debug
zanshin
zen-browser-bin
zip
zsh
